Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: No traceable documentation exists to indicate that this condition has been identified
nb: Det foreligger ikke sporbar dokumentasjon som indikerer at forholdet er identifisert og

source: situations where individual measurements show that employees have been exposed to radioactive radiation (effective dose equivalent) of more than 20 mSv during the course of twelve months,
nb: situasjoner der individuelle målinger viser at arbeidstakere har blitt utsatt for en radioaktiv eksponering (effektiv doseekvivalent) på mer enn 20 mSv i løpet av tolv måneder,

source: The 85 dB limit applies for an eight-our working day.
nb: Grensen på 85 dB gjelder for en åttetimers arbeidsdag.

source: Figure 7 The red arrow shows the point where the steel rope failed.
nb: Figur 7 Rød pil angir bruddstedet i ståltauet

source: The definition is taken from SfS (Samarbeid for Sikkerhet) "Best Practice - Dropped Objects Prevention, rev.
nb: Definisjonen er hentet fra Sfs (Samarbeid for sikkerhet) – Beste praksis «Forebygging av fallende gjenstander» rev.

source: We have given Equinor consent to use facilities to tie the Dvalin field to the Heidrun field.
nb: Vi har gitt Equinor samtykke til å ta bruk innretninger for å knytte Dvalinfeltet til Heidrun-feltet.

source: In connection with its investigation, Statoil has prepared a gas dispersal analysis as a tool for understanding both the course of events and the risk potential.
nb: I forbindelse med granskingen har Statoil utarbeidet en gasspredningsanalyse som et verktøy både for å forstå hendelsesforløpet og risikopotensialet.

source: The main areas on facilities shall be separated by fire divisions that, as a minimum, can withstand the dimensioning fire and explosion loads and, as a minimum, satisfy fire rating H-0 if they can be exposed to hydrocarbon fires.
nb: Hovedområdene på innretninger skal atskilles med brannskiller som minimum kan motstå de dimensjonerende brann- og eksplosjonslastene og minimum oppfylle brannklasse H-0 dersom de kan bli eksponert for hydrokarbonbranner.

source: Working Together for Safety published a guide on night work in 2019, with specific advice to companies which need to make provision for working outside daytime hours.
nb: I 2019 publiserte Samarbeid for sikkerhet en egen veiledning om nattarbeid med konkrete råd til selskapene som skal tilrettelegge for nattarbeid.

source: Two different materials are entered for the bolts in the materials certificate – superduplex in the specification and AISI 316 in the analysis.
nb: På materialsertifikatet er det oppført to ulike materialer for boltene, superdupleks i spesifikasjonen og AISI 316 i analyse

source: Annex N should be used.
nb: Annex N brukes.

source: We have given Equinor consent for the use of Askeladd phase 1 on the Snøhvit field.
nb: Vi har gitt Equinor samtykke til bruk av Askeladd fase 1 på Snøhvitfeltet.

source: The daily routine for the crane, for example, was described as “Carry out a pre-use check of the lifting equipment”, and “Check the rope for damage and deformation before use and during operation”.
nb: Eksempelvis var den daglige rutinen for kranen beskrevet som «Utfør førbrukssjekk av løfteutstyr» og «Sjekk wire for skader og deformasjon før bruk og under drift».

source: have been complied with, and that the necessary documentation and documents – such as a conformity declaration and user manuals – are in place.
nb: er oppfylt, og at nødvendig dokumentasjon og dokumenter følger med, slik som samsvarserklæring og bruksanvisninger.

source: The Covid-19 position led to changes in the way work was organised, with the morning meeting held in smaller groups than before.
nb: Covid-19 situasjonen førte til endringer i måten arbeidet var organisert, morgenmøtene ble avhold i mindre grupper enn det tidligere ble gjort.

source: The statement below comes from a "completion/drilling engineer".
nb: Utsagnet nedenfor kommer fra en «completion/dril ing engineer».

source: We have given Wellesley Petroleum (Wellesley) consent to drill exploration well 25/1-13 in the North Sea.
nb: Vi har gitt Wellesley Petroleum (Wellesley) samtykke til boring av leitebrønn 25/1-13 i Nordsjøen.

source: OSPAR Recommendation 2012/5 is implemented in Norwegian legislation in Section 60 of the Activities Regulations.
nb: OSPAR Recommendation 2012/5 er implementert i norsk regelverk gjennom aktivitetsforskriften § 60.

source: Performance as mentioned in the fourth subsection, means verifiable requirements to, inter alia, capacity, reliability, accessibility, efficiency, ability to withstand loads, integrity and robustness.
nb: Med ytelse som nevnt i fjerde ledd, menes verifiserbare krav til blant annet kapasitet, pålitelighet, tilgjengelighet, effektivitet, evne til å motstå laster, integritet og robusthet.

source: Equinor has received consent to use Island Wellserver and Island Frontier for well intervention activities on the Trestakk and Utgard fields.
nb: Equinor har fått samtykke til bruk av Island Wellserver og Island Frontier til brønnintervensjonsaktivitetar på felta Trestakk og Utgard.

source: In such cases, the guidelines to the regulations shall contribute to under-standing and explanation of the requirements, which includes providing suggestions for how a requirement can be fulfilled.
nb: Å påse innebærer en plikt til gjennom etablering av styringssystemer og gjennom tilsyn, å følge opp at deltakerne i virksomheten etterlever krav fastsatt i og i medhold av loven.

source: Impurities from the production process as mentioned above, which comprises more than 1 percent of the substance mixture, are considered as substances to be mentioned in the HOCNF, but are not subject to testing requirements.
nb: Urenheter fra produksjonsprosessen som nevnt over, som utgjør over 1 prosent av stoffblandingen, ansees som et stoff i den forstand at det skal angis som en komponent i blandingen i HOCNF, men omfattes ikke av kravene om testing.

source: Section 5 of these regulations, for the offshore petroleum activities.
nb: helsetjenesten, foruten de lovene som gjøres gjeldende i medhold av § 5.

source: That was also confirmed in interviews.
nb: Dette ble også bekreftet i intervju.

source: Form means the manner in which the information is made available, for example on a separate form or in tables.
nb: Med form menes måten opplysninger tilgjengeliggjøres på, for eksempel på eget skjema eller i tabeller.

source: Exploration drilling The drilling location is around 100 kilometres north-east of the Skarv field and 170 kilometres south-west of Røstøyan.
nb: Borelokasjonen ligg omkring 100 kilometer nordaust for Skarvfeltet og 170 kilometer sørvest for Røstøyan.

source: A dedicated group was appointed in the PSA to follow up normalisation work after the incident.
nb: Det ble satt ned en egen gruppe i Ptil for oppfølging av normaliseringsarbeid etter hendelsen.

source: The activity is estimated to last 27 days.
nb: Boreaktiviteten er estimert til å vara i 27 døgn.

source: operation of the plant
nb: og driften av anlegget

source: Aker BP - Consent for exploration drilling in the Norwegian Sea
nb: Aker BP - Samtykke til leiteboring i Norskehavet

source: Lundin - consent for disposal of subsea facilities on the Brynhild field
nb: Lundin - samtykke til disponering av havbunnsinnretninger på Brynhildfeltet

source: Stena Don is operated by Stena Drilling.
nb: Stena Don er operert av Stena Drilling.

source: Chapter 2, Paragraph 1 can be used as an alternative.
nb: kapittel 2, seksjon 1 brukes som et alternativ.

source: Capricorn Norge AS – Consent for exploration drilling in the Norwegian Sea
nb: Capricorn Norge AS - Samtykke til leiteboring i Norskehavet

source: The living quarters on the facility can accommodate 120 people in single cabins.
nb: Innretningens boligmodul har plass for 120 personer i enkeltmannslugarer.

source: A-60 for other external walls,
nb: A-60 for øvrige yttervegger,

source: There were no fatal accidents on the land facilities in 2008.
nb: Det har ikke vært dødsulykker på landanleggene i 2008.

source: Ivar Aasen was discovered in 2008, and the plan for development and operation (PDO) was approved in 2013.
nb: Ivar Aasen blei påvist i 2008, og plan for utbygging og drift (PUD) blei godkjent i 2013.

source: It is classified by DNV GL and registered in the Marshall Islands.
nb: Ho har klasse i DNV GL og er registrert på Marshall Islands.

source: proved a turning point in organising the regulatory regime for the petroleum sector, with the Petroleum Act coming into force five years later in 1985.
nb: -ulykken fikk store konsekvenser for organiseringen av myndighetsregimet i petroleumsvirksomheten. Fem år etter ulykken, i 1985, trådte petroleumsloven i kraft.

source: Some of the companies, for instance, subtract the height of a person (1.75 m) in calculating fall energy.
nb: Enkelte av selskapene trekker blant annet fra høyden på en person (1,75 m) i regnestykket for beregning av fallenergi.

source: “After several years of decline, we see that there’s been a rise every year since 2013 with the exception of 2016.
nb: Etter flere år med nedgang, ser vi at det har vært en økning hvert år etter 2013, med unntak av 2016.

source: be implemented in the event of
nb: l spesifikt risikobilde og strategi

source: It was built at the Fincantieri Shipyard in Palermo, Italy and completed at the Westcon yard in Ølensvåg in Rogaland county in 2011.
nb: Den er bygd ved Fincantieri Shipyard i Palermo, Italia og vart ferdigstilt ved Westcons verft i Ølensvåg i Rogaland i 2011.

source: This was not done with the hydrates discovered in December 2017.
nb: Hydratene som ble oppdaget i desember 2017 ble ikke registrert i Synergi.

source: The well is to be drilled by West Hercules, a semi-submersible drilling facility operated by Seadrill.
nb: Brønnen skal borast med West Hercules, ei halvt nedsenkbar boreinnretning operert av Seadrill.

source: Ivar Aasen is a field in the northern part of the North Sea, 30 kilometres south of the Grane and Balder fields.
nb: Ivar Aasen-feltet ligg i den nordlege delen av Nordsjøen, 30 kilometer sør for Grane og Balder.

source: Rowan Stavanger and relevant aspects of Rowan Drilling’s organisation and management system are considered to be in compliance with relevant regulatory requirements for the petroleum activities.
nb: Rowan Stavanger og relevante deler av Rowan Drillings organisasjon og styringssystem er vurdert å være i samsvar med relevante krav i regelverket for petroleumsvirksomheten.

source: The Edvard Grieg field is in the North Sea, 35 kilometres south of Grane and Balder.
nb: Edvard Grieg-feltet er lokalisert i Nordsjøen, 35 kilometer sør for Grane og Balder.

source: Production on the field began in 2002.
nb: Produksjonen på feltet starta i 2002.

source: At take-over and before using the machine, the responsible party (Eni) must see to it that the
nb: Ved overtakelse og før maskinen tas i bruk skal den ansvarlige (Eni) påse at

source: , with the following addition: the requirement in the second subsection of the regulations also includes the condition of barrier elements and pressure integrity in wells.
nb: kravet i forskriftens andre ledd omfatter også tilstanden til barriereelementer og trykkintegriteten i brønner.

source: He was wearing a hard hat, but it is unclear whether this had any significance for the course of events or the injuries.
nb: Den skadde hadde hjelm, men det er uklart om hjelmen har hatt noen betydning for hendelsesforløpet eller skaden.

source: Equinor - construction of substructures for Hywind Tampen
nb: Equinor - bygging av substrukturer for Hywind Tampen

source: Verification of completion of phases of the operation
nb: Verifikasjon av ferdigstilling av faser i operasjonen

source: One non-conformity was identified, relating to UHF/VHF radio equipment.
nb: Det ble identifisert ett avvik knyttet til UHF/VHF radioutstyr.

source: Gas quantity and leak rate
nb: Gassmengde og lekkasjerate

source: The operator Equinor has received consent to drill appraisal well 6608/10-18 in production licence 128 D in the Norwegian Sea.
nb: Operatørselskapet Equinor har fått samtykke til å bora avgrensningsbrønn 6608/10-18 i utvinningsløyve 128 D i Norskehavet.

source: Chapter 17.4 and
nb: kapittel 17.4 og

source: Under his skis, Ebbesen feels it sway.
nb: Under skiene kjenner han isen duve.

source: Equinor – Tordis – consent for extended operation
nb: Equinor – Tordis – samtykke til forlenga drift

source: In 2009 there were several serious helicopter accidents in the petroleum industry worldwide.
nb: I 2009 var det også flere alvorlige helikopterulykker i petroleumsvirksomheten på verdensbasis.

source: This valve had to be opened in order to pump heavy mud down into the drill pipe to kill the well.
nb: Denne ventilen måtte åpnes for å få pumpet tungt slam ned i borerøret og drepe brønnen.

source: The audit identified serious breaches of the regulations, and we have issued an order to Equinor.
nb: Tilsynet identifiserte alvorlige brudd på regelverket, og vi har derfor gitt Equinor pålegg.

source: The highest permissible noise limit (110 dB(A)) should only be allowed in connection with brief inspections or work tasks that are to be carried out in an area where there is no passage through to other areas.
nb: Høyeste støygrense (110 dB(A)) bør bare tillates ved kortvarige inspeksjoner eller arbeidsoppgaver som skal utføres i et område der det ikke er gjennomgang til andre områder.

source: The first subsection allows for material and information to be made available to the supervisory
nb: Første ledd åpner for at materiale og opplysninger kan gjøres tilgjengelig for tilsynsmyndighetene uten

source: "Relevant information about structural incidents is not adequately fed back to the
nb: ”Relevant informasjon om konstruksjonshendelser kommer i for liten grad tilbake til

source: Equinor - Consent for exploration drilling in the Norwegian Sea
nb: Equinor - Samtykke til leiteboring i Norskehavet

source: The Petroleum Safety Authority Norway has given DNO Norge AS consent to use Borgland Dolphin for the permanent plugging of wells at Oselvar.
nb: Petroleumstilsynet har gitt DNO Norge as samtykke til bruk av Borgland Dolphin til permanent plugging av brønnar på Oselvar.

source: We have given Vår Energi consent to use Island Constructor for well intervention on the Goliat field.
nb: Vi har gitt Vår Energi samtykke til bruk av Island Constructor for brønnintervensjon på Goliatfeltet.

source: The figure below is taken from KST's procedure for "Processing of HSSE Incidents", where there are "Guidelines for the classification of risk potential", rev. 17, for "Classification of falling objects".
nb: Figuren nedenfor er hentet fra KST sin prosedyre for «Oppfølging av HSSE-saker» hvor det er en «Veiledning for klassifisering av risikopotensiale» Rev 17 for blant annet «Klassifisering av fallende gjenstand».

source: In addition, 15% respond that they don’t know.
nb: I tillegg svarer 15% at de ikke vet.

source: Prosafe Offshore Limited has received Acknowledgement of Compliance (AoC) for Safe Boreas.
nb: Prosafe Offshore Limited har fått Ptils samsvarsuttalelse (SUT) for Safe Boreas.

source: Askeladden is a jack-up drilling facility owned by production licence 050 (Gullfaks) and operated by KCAD.
nb: Askeladden er en oppjekkbar boreinnretning, som er eid av utvinningstillatelse 050 (Gullfaks) og opereres av KCA Deutag Drilling Norge.

source: Efforts to free the string caused it to part and a 150-metre section of drill pipe fell into the well alongside the remaining lower part of the string.
nb: Borestrengen ble forsøkt frigjort, men delte seg, og en seksjon av borerør på 150 meter falt inn i brønnen ved siden av gjenstående nedre del av borestrengen.

source: The well was shut in using a valve on the BOP.
nb: Brønnen ble stengt inne med ventil i BOP.

source: Part 2: Implementation and scope assurance of data, analyses and conclusions
nb: Del 2: Gjennomføring og omfang HMS-faggruppe: (utvalgt fagpersonell)

source: The purpose of the wash string was to inflow test the 7" liner and liner lap, clean and circulate out the heavy drilling fluid, pump cleaning chemicals and then displace the well with completion fluid.
nb: Hensikten med vaskestrengen var å Inflow-teste 7" liner og linerlap, rengjøre og sirkulere ut den tunge borevæsken, pumpe rengjøringskjemikalier og deretter fortrenge brønnen til kompletteringsvæske.

source: It is difficult to establish an exact timeline for the incident.
nb: Det er vanskelig å etablere en nøyaktig tidslinje for hendelsen.

source: Odfjell Drilling AS has received Acknowledgement of Compliance (AoC) for Deepsea Nordkapp.
nb: Odfjell Drilling AS har fått samsvarsuttalelse (SUT) for Deepsea Nordkapp.

source: Working nights and shifts is associated with substantial health risks.
nb: Nattarbeid og skiftarbeid er forbundet med betydelig helserisiko.

source: With ballast-water valve HV3124 shut, pressure rose in the cell.
nb: Med ballastvannventil HV3124 stengt steg trykket i cella.

source: Respondents working for operator companies most agree with this statement where 97% make use of these alternatives, while “only” 56% of personnel working for service companies do the same.
nb: Respondenter som jobber for operatørselskaper er mest enig i dette utsagnet der 97% benytter seg av disse alternativene, mens «bare» 56% av personell som jobber for serviceselskap gjør det samme.

source: submarine geological formations on the continental shelf.
nb: geologiske formasjoner på kontinentalsokkelen.

source: The study concludes that the leak lay between 0.1 and 0.3 kg/s, most probably 0.2 kg/s.
nb: Studien konkluderer med at lekkasjen ligger mellom 0,1 og 0,3 kg/s, mest sannsynlig 0,2 kg/s.

source: Employees who are supervisors, also have a special responsibility for safety and working environment work according to Section 2-3, third subsection of the Working Environment Act.
nb: Arbeidstakere som er arbeidsledere, har i tillegg et særlig ansvar for verne- og arbeidsmiljøarbeidet etter arbeidsmiljøloven § 2-3

source: incidents where the use of radioactive sources is out of control, or acute discharges of radioactive substances have taken place,
nb: hendelser der bruken av radioaktive kilder har kommet ut av kontroll, eller akutte utslipp av radioaktive kilder har forekommet.

source: Aker BP - consent for use of Island Constructor and Island Wellserver
nb: Aker BP – samtykke til bruk av Island Constructor og Island Wellserver

source: The Petroleum Safety Authority Norway coordinates the distribution of decisions made by the
nb: Petroleumstilsynet koordinerer utsendelse av vedtak truffet av Petroleumstilsynet og Klima- og

source: The training as mentioned in the second subsection should include aspects that are of significance to the
nb: Opplæringen som nevnt i andre ledd, bør omfatte forhold som er av betydning for den totale

source: During 2015 and 2016, the Health and Safety Working Group of the North Sea Offshore Authorities Forum, chaired by Petroleum Safety Authority Norway, met to discuss common challenges for the oil and gas industry in their respective countries.
nb: I løpet av 2015 og 2016 møttes NSOAFs arbeidsgruppe om helse, miljø og sikkerhet (NSOAF-HS&E), ledet av Petroleumstilsynet, for å diskutere felles utfordringer for olje- og gassnæringen i sine respektive land.

source: If oil and chemical-containing water from clean-up and boilers are landed, the colour categories and
nb: Dersom olje og kjemikalieholdig vann fra opprenskning og oppstart av brønner sendes til land, kan ikke

source: Equinor - Consent for the use of Transocean Equinox at Visund
nb: Equinor - Samtykke til bruk av Transocean Equinox på Visund

source: The applicable one is 2006/42/EF.
nb: Den gjeldende versjon er 2006/42/EF.

source: Since 1997, Norway has used the terms “reference stations” and “regional stations” in connection with
nb: I Norge er det siden 1997 operert med begrepene ”referansestasjoner” og ”regionale stasjoner” i

source: Neptune - Consent for exploration drilling in the North Sea
nb: Neptune - Samtykke til leiteboring i Nordsjøen

source: Organogram showing reporting lines between the maritime and logistic supervisor (Eni) and crane and deck personnel (Apply Sørco).
nb: Organisasjonskart som viser rapporteringslinjer mellom marine- og logistikkleder (Eni) og kran- og dekkspersonell (Apply Sørco).

source: The water temperature and exposure to cold from immersion (sinking in the sea) can be life-threatening and is a direct cause of many fatalities.
nb: Vanntemperatur og kuldeeksponering i en immersjonssituasjon (nedsenking i vann) kan være livstruende, og er en direkte årsak til mange dødsulykker.

source: We have carried out a major accident audit and an audit of electrical facilities at Hammerfest LNG.
nb: Vi har ført storulykketilsyn og tilsyn med elektriske anlegg på Hammerfest LNG.

source: ConocoPhillips – consent for use of West Linus at Tor
nb: ConocoPhillips – Samtykke til bruk av West Linus på Tor

source: handling of software onshore/offshore
nb: Håndtering av software onshore/offshore

source: Among the job categories "Driller" and "Toolpusher", all 25 respondents select these alternatives.
nb: Blant stillingskategoriene «driller» og «toolpusher» benytter alle 25 respondentene seg av disse alternativene.

source: Damage to the lifeboat station, with consequent reduced lifeboat capacity, meant that 218 people were evacuated by helicopter to other facilities in the area.
nb: På grunn skadene på livbåtstasjonen, og dermed redusert livbåtkapasitet, ble 218 personer evakuert med helikopter til andre innretninger i området.

source: The Ringhorne deposit, located nine kilometres north of the Balder FPSO, is included in the Balder complex.
nb: Ringhorne-førekomsten, som ligg ni kilometer nord for Balder-skipet, er inkludert i Balder-komplekset.

source: Data from the survey indicate that most categories of personnel have a noise exposure value above the limit of 83 dBA. A joint project involving the industrial partners
nb: Data fra undersøkelsen indikerer at de fleste stillingskategoriene har en støyeksponering over grenseverdien på 83 dBA.

source: accordance with OECD’s guidelines for testing of chemicals, test number 117 or test number 107.
nb: OECDs retningslinjer for testing av kjemikalier, test nummer 117 eller test nummer 107.

source: A revised PDO for Balder and Ringhorne was approved in June 2020.
nb: Endret PUD for Balder og Ringhorne blei godkjent i juni 2020.

source: room, cf. the Facilities Regulations Section 8.
nb: rommet, jf. innretningsforskriften § 8.

source: She adds that modifications are another key area.
nb: - Et annet prioritert område er modifikasjoner, sier tilsynsdirektøren.

source: This reporting scheme has been in operation since 1984.
nb: Innrapporteringen har vært i drift siden 1984.

source: We have given Spirit Energy consent to drill an exploration well in block 35/9 in the North Sea.
nb: Vi har gitt Spirit Energy samtykke til boring av en leitebrønn i blokk 35/9 i Nordsjøen.

source: Figure 9 List of falling objects Nyhamna 2015
nb: Figur 9 Oversikt fallende gjenstander Nyhamna 2015

source: Rev was proven in 2001, and the plan for development and operation (PDO) was approved in 2007.
nb: Rev blei påvist i 2001, og plan for utbygging og drift (PUD) blei godkjent i 2007.

source: Attention to the issue – in part through the RNNP – and a long-term commitment to learning and experience transfer have helped to reduce well-control incidents on the NCS.
nb: Oppmerksomhet, blant annet gjennom RNNP, og langsiktig satsing på læring og erfaringsoverføring har bidratt til å redusere antall brønnkontrollhendelser på norsk sokkel.
